Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# UploadedVideoTitleFormat
source: Uploaded a video “{0}”
af_za: Het 'n video “{0}” opgelaai
am_et: “{0}” ቪዲዮ ሰቅሏል
as_in: “{0}” ভিডিঅ' আপলোড কৰিলে
az_latn_az: “{0}” videosunu yüklədi
be: Загружана відэа «{0}»
bg_bg: Качи видеоклип „{0}“
bn_bd: “{0}” ভিডিও আপলোড করেছে
bs_latn_ba: Prenesen videozapis „{0}”
ca_es: Ha penjat un vídeo «{0}»
cs: Nahrál(a) video „{0}“
da_dk: Uploadede en video “{0}”
de_de: Video „{0}“ hochgeladen
el_gr: Μεταφόρτωσε ένα βίντεο «{0}»
es_mx: Subió un video “{0}”
et_ee: Laadis üles video „{0}”
eu: “{0}” bideoa kargatu du
fi_fi: Ladasi videon ”{0}”
fil_ph: Nag-upload ng video na “{0}”
fr_ca: A mis en ligne une vidéo « {0} »
gl_es: Subiu un vídeo «{0}»
gu_in: “{0}” વીડિયો અપલોડ કર્યો
hi_in: “{0}” वीडियो अपलोड किया
hu: Feltöltött egy videót: „{0}”
hy_am: Վերբեռնել է «{0}» տեսանյութը
id_id: Mengupload video “{0}”
is_is: Hlaðið upp myndskeiði „{0}“
it_it: Ha caricato un video “{0}”
ja_jp: 動画「{0}」をアップロードしました
ka_ge: ატვირთა ვიდეო „{0}“
kk_kz: “{0}” видеосын жүктеді
km_kh: បានផ្ទុកវីដេអូ “{0}”
kn: “{0}” ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ko_kr: 동영상 “{0}”을 업로드했습니다
ky_kg: “{0}” видеосун жүктөдү
lo_la: ອັບໂຫຼດວິດີໂອ “{0}”
lt_lt: Įkėlė vaizdo įrašą „{0}“
lv: Augšupielādēja videoklipu “{0}”
mk_mk: Постави видео „{0}“
ml_in: “{0}” വീഡിയോ അപ്‌ലോഡ് ചെയ്തു
mn_mn: “{0}” видео байршуулсан
mr_in: “{0}” व्हिडिओ अपलोड केला
ms_my: Memuat naik video “{0}”
my: “{0}” ဗီဒီယိုကို တင်ခဲ့သည်
ne_np: “{0}” भिडियो अपलोड गर्‍यो
nl_nl: Heeft een video “{0}” geüpload
no: Lastet opp en video «{0}»
or_in: “{0}” ଭିଡିଓ ଅପଲୋଡ୍ କଲେ
pa_in: “{0}” ਵੀਡੀਓ ਅੱਪਲੋਡ ਕੀਤੀ
pl: Przesłano film „{0}”
pt_br: Carregou um vídeo “{0}”
ro: A încărcat un videoclip „{0}”
ru_ru: Загрузил(а) видео «{0}»
si_lk: “{0}” වීඩියෝව උඩුගත කළා
sk_sk: Nahral(a) video „{0}“
sl_si: Naložen videoposnetek »{0}«
sq_al: Ngarkoi një video “{0}”
sr_cyrl_rs: Пренесен видеозапис „{0}”
sv: Laddade upp en video ”{0}”
sw_ke: Amepakia video “{0}”
ta: “{0}” வீடியோ பதிவேற்றப்பட்டது
te_in: “{0}” వీడియోను అప్‌లోడ్ చేసింది
th: อัปโหลดวิดีโอ “{0}”
tr_tr: “{0}” videosunu yükledi
uk: Завантажено відео «{0}»
uz: “{0}” videosini yukladi
vi_vn: Đã tải video “{0}” lên
zh_cn: 上传了视频“{0}”
zh_tw: 上傳了影片「{0}」
zu_za: Ulayishe ividiyo “{0}”

# VideoAddedToPlaylistFormat
source: Video added to “{0}”
af_za: Video is by “{0}” gevoeg
as_in: ভিডিঅ’ “{0}”ত যোগ কৰা হ’ল
az_latn_az: Video “{0}” pleylistinə əlavə edildi
be: Відэа дададзена ў «{0}»
bs_latn_ba: Video je dodan na „{0}“
cs: Video bylo přidáno do „{0}“
de_de: Video wurde zu „{0}“ hinzugefügt
es_mx: El video se agregó a «{0}»
eu: Bideoa «{0}» zerrendan gehitu da
fi_fi: Video lisättiin soittolistaan ”{0}”
gl_es: Engadiuse o vídeo a «{0}»
hi_in: वीडियो “{0}” में जोड़ा गया
hu: A videó hozzáadva ehhez: „{0}”
ja_jp: 動画を「{0}」に追加しました
ka_ge: ვიდეო დაემატა „{0}“-ს
kk_kz: Бейне «{0}» тізіміне қосылды
kn: ವೀಡಿಯೊವನ್ನು “{0}” ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko_kr: 동영상이 ‘{0}’에 추가되었습니다
ky_kg: Видео «{0}» тизмесине кошулду
lv: Videoklips pievienots sarakstam “{0}”
mn_mn: Видеог “{0}”-д нэмлээ
my: ဗီဒီယိုကို “{0}” သို့ ထည့်ပြီးပါပြီ
no: Videoen ble lagt til i «{0}»
pl: Film został dodany do „{0}”
pt_br: O vídeo foi adicionado a «{0}»
ro: Videoclipul a fost adăugat în „{0}”
ru_ru: Видео добавлено в плейлист «{0}»
sk_sk: Video bolo pridané do „{0}“
sq_al: Videoja u shtua te “{0}”
sr_cyrl_rs: Видео је додат на „{0}“
sv: Videon lades till i ”{0}”
ta: வீடியோ “{0}” இல் சேர்க்கப்பட்டது
te_in: వీడియో “{0}”కు జోడించబడింది
th: เพิ่มวิดีโอลงใน “{0}” แล้ว
uk: Відео додано до «{0}»
uz: Video “{0}” pleylistiga qo‘shildi
zh_tw: 影片已新增至「{0}」
zu_za: Ividiyo yengezwe ku-“{0}”

# VideoFew
source: videos
am_et: ቪዲዮዎች
as_in: ভিডিঅ'সমূহ
az_latn_az: videolar
be: відэа
bg_bg: видеоклипове
bn_bd: ভিডিও
bs_latn_ba: videozapisi
ca_es: vídeos
cs: videa
da_dk: videoer
el_gr: βίντεο
et_ee: videod
eu: bideoak
fi_fi: videota
fil_ph: mga video
fr_ca: vidéos
gl_es: vídeos
gu_in: વીડિયો
hi_in: वीडियो
hu: videók
hy_am: տեսանյութեր
id_id: video
is_is: myndskeið
it_it: video
ja_jp: 動画
ka_ge: ვიდეოები
kk_kz: видеолар
km_kh: វីដេអូ
kn: ವೀಡಿಯೊಗಳು
ko_kr: 동영상
ky_kg: видеолор
lo_la: ວິດີໂອຕ່າງໆ
lt_lt: vaizdo įrašai
lv: videoklipi
mk_mk: видеа
ml_in: വീഡിയോകൾ
mn_mn: видеонууд
mr_in: व्हिडिओ
ms_my: video
my: ဗီဒီယိုများ
ne_np: भिडियोहरू
no: videoer
or_in: ଭିଡିଓଗୁଡିକ
pa_in: ਵੀਡੀਓਜ਼
pl: filmy
pt_br: vídeos
ro: videoclipuri
ru_ru: видео
si_lk: වීඩියෝ
sk_sk: videá
sl_si: videoposnetki
sq_al: video
sr_cyrl_rs: видеозаписи
sv: videor
sw_ke: video
ta: வீடியோக்கள்
te_in: వీడియోలు
th: วิดีโอ
tr_tr: videolar
uk: відео
uz: videolar
vi_vn: video
zh_cn: 视频
zh_tw: 影片
zu_za: amavidiyo

# VideoLinkCopied
source: The video link has been copied to clipboard.
af_za: Die videoskakel is na die knipbord gekopieer.
am_et: የቪዲዮ አገናኝ ወደ ክሊፕቦርድ ተቀድቷል።
as_in: ভিডিঅ' লিংক ক্লিপবোৰ্ডলৈ কপি কৰা হ'ল।
az_latn_az: Video keçidi mübadilə buferinə kopyalandı.
be: Спасылка на відэа скапіравана ў буфер абмену.
bg_bg: Връзката към видеото е копирана в клипборда.
bn_bd: ভিডিও লিঙ্ক ক্লিপবোর্ডে কপি করা হয়েছে।
bs_latn_ba: Veza videozapisa kopirana je u međuspremnik.
ca_es: L’enllaç del vídeo s’ha copiat al porta-retalls.
cs: Odkaz na video byl zkopírován do schránky.
da_dk: Videolinket er kopieret til udklipsholderen.
de_de: Der Videolink wurde in die Zwischenablage kopiert.
el_gr: Ο σύνδεσμος του βίντεο αντιγράφηκε στο πρόχειρο.
es_mx: El enlace del video se copió al portapapeles.
et_ee: Video link kopeeriti lõikelauale.
eu: Bideoaren esteka arbelera kopiatu da.
fi_fi: Videolinkki kopioitiin leikepöydälle.
fil_ph: Nakopya sa clipboard ang link ng video.
fr_ca: Le lien de la vidéo a été copié dans le presse-papiers.
gl_es: A ligazón do vídeo copiouse ao portapapeis.
gu_in: વીડિયો લિંક ક્લિપબોર્ડ પર કૉપી થઈ.
hi_in: वीडियो लिंक क्लिपबोर्ड पर कॉपी कर दिया गया है।
hu: A videó hivatkozása a vágólapra került.
hy_am: Տեսանյութի հղումը պատճենվել է սեղմատախտակ։
id_id: Link video telah disalin ke papan klip.
is_is: Myndskeiðstengillinn var afritaður á klippiborðið.
it_it: Il link del video è stato copiato negli Appunti.
ja_jp: 動画のリンクをクリップボードにコピーしました。
ka_ge: ვიდეოს ბმული დაკოპირდა გაცვლის ბუფერში.
kk_kz: Видео сілтемесі алмасу буферіне көшірілді.
km_kh: បានចម្លងតំណវីដេអូទៅក្ដារតម្បៀតខ្ទាស់។
kn: ವೀಡಿಯೊ ಲಿಂಕ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ.
ko_kr: 동영상 링크가 클립보드에 복사되었습니다.
ky_kg: Видео шилтемеси алмашуу буферине көчүрүлдү.
lo_la: ສຳເນົາລິ້ງວິດີໂອໄປຄລິບບອດແລ້ວ.
lt_lt: Vaizdo įrašo nuoroda nukopijuota į iškarpinę.
lv: Videoklipa saite ir nokopēta starpliktuvē.
mk_mk: Врската до видеото е копирана во таблата со исечоци.
ml_in: വീഡിയോ ലിങ്ക് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി.
mn_mn: Видео холбоос түр санах ойд хуулсан.
mr_in: व्हिडिओ लिंक क्लिपबोर्डवर कॉपी केली आहे.
ms_my: Pautan video telah disalin ke papan keratan.
my: ဗီဒီယိုလင့်ခ်ကို clipboard သို့ ကူးပြီးပြီ။
ne_np: भिडियो लिङ्क क्लिपबोर्डमा प्रतिलिपि भयो।
nl_nl: De videolink is naar het klembord gekopieerd.
no: Videolenken er kopiert til utklippstavlen.
or_in: ଭିଡିଓ ଲିଙ୍କ୍ କ୍ଲିପବୋର୍ଡକୁ କପି ହେଲା।
pa_in: ਵੀਡੀਓ ਲਿੰਕ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਹੋ ਗਿਆ।
pl: Link do filmu został skopiowany do schowka.
pt_br: O link do vídeo foi copiado para a área de transferência.
ro: Linkul videoclipului a fost copiat în clipboard.
ru_ru: Ссылка на видео скопирована в буфер обмена.
si_lk: වීඩියෝ සබැඳිය ක්ලිප්බෝඩයට පිටපත් කරන ලදී.
sk_sk: Odkaz na video bol skopírovaný do schránky.
sl_si: Povezava do videoposnetka je bila kopirana v odložišče.
sq_al: Lidhja e videos u kopjua në kujtesën e fragmenteve.
sr_cyrl_rs: Веза видеозаписа копирана је у међуспремник.
sv: Videolänken har kopierats till Urklipp.
sw_ke: Kiungo cha video kimenakiliwa kwenye ubao wa kunakili.
ta: வீடியோ இணைப்பு கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.
te_in: వీడియో లింక్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది.
th: คัดลอกลิงก์วิดีโอไปยังคลิปบอร์ดแล้ว
tr_tr: Video bağlantısı panoya kopyalandı.
uk: Посилання на відео скопійовано в буфер обміну.
uz: Video havolasi buferga nusxalandi.
vi_vn: Liên kết video đã được sao chép vào bảng tạm.
zh_cn: 视频链接已复制到剪贴板。
zh_tw: 影片連結已複製到剪貼簿。
zu_za: Isixhumanisi sevidiyo sikopishelwe ebhodini lokunamathisela.

# VideoLinkExpired
source: Could not load the video. The link may have expired or the format is not supported.
af_za: Kon nie die video laai nie. Die skakel het dalk verval of die formaat word nie ondersteun nie.
am_et: ቪዲዮውን መጫን አልተቻለም። አገናኙ ጊዜው አልፎ ሊሆን ይችላል ወይም ቅርጸቱ አይደገፍም።
as_in: ভিডিঅ' লোড কৰিব পৰা নগ'ল। লিংকৰ মেয়াদ শেষ হ'ব পাৰে বা ফৰ্মেট সমৰ্থিত নহ'ব পাৰে।
az_latn_az: Videonu yükləmək mümkün olmadı. Keçidin vaxtı bitmiş ola bilər və ya format dəstəklənmir.
be: Не ўдалося загрузіць відэа. Магчыма, спасылка пратэрмінавана або фармат не падтрымліваецца.
bg_bg: Видеото не можа да бъде заредено. Връзката може да е изтекла или форматът да не се поддържа.
bn_bd: ভিডিও লোড করা যায়নি। লিঙ্কের মেয়াদ শেষ হতে পারে বা ফরম্যাট সমর্থিত নয়।
bs_latn_ba: Nije moguće učitati videozapis. Veza je možda istekla ili format nije podržan.
ca_es: No s’ha pogut carregar el vídeo. Pot ser que l’enllaç hagi caducat o que el format no sigui compatible.
cs: Video se nepodařilo načíst. Platnost odkazu mohla vypršet nebo formát není podporován.
da_dk: Kunne ikke indlæse videoen. Linket kan være udløbet, eller formatet understøttes ikke.
de_de: Video konnte nicht geladen werden. Der Link ist möglicherweise abgelaufen oder das Format wird nicht unterstützt.
el_gr: Δεν ήταν δυνατή η φόρτωση του βίντεο. Ο σύνδεσμος μπορεί να έχει λήξει ή η μορφή να μην υποστηρίζεται.
es_mx: No se pudo cargar el video. Puede que el enlace haya caducado o que el formato no sea compatible.
et_ee: Videot ei saanud laadida. Link võib olla aegunud või vorming pole toetatud.
eu: Ezin izan da bideoa kargatu. Baliteke esteka iraungita egotea edo formatua ez onartzea.
fi_fi: Videota ei voitu ladata. Linkki on voinut vanhentua tai muotoa ei tueta.
fil_ph: Hindi ma-load ang video. Maaaring nag-expire ang link o hindi suportado ang format.
fr_ca: Impossible de charger la vidéo. Le lien a peut-être expiré ou le format n’est pas pris en charge.
gl_es: Non se puido cargar o vídeo. Pode que a ligazón caducase ou que o formato non sexa compatible.
gu_in: વીડિયો લોડ કરી શકાયું નથી. લિંકની મુદત પૂરી થઈ હોઈ શકે અથવા ફૉર્મેટ સમર્થિત ન હોય.
hi_in: वीडियो लोड नहीं हो सका। लिंक की समय-सीमा समाप्त हो सकती है या फ़ॉर्मैट समर्थित नहीं है।
hu: A videó nem tölthető be. Lehet, hogy a hivatkozás lejárt, vagy a formátum nem támogatott.
hy_am: Չհաջողվեց բեռնել տեսանյութը։ Հղումը կարող է ժամկետանց լինել կամ ձևաչափը չաջակցվի։
id_id: Tidak dapat memuat video. Link mungkin telah kedaluwarsa atau format tidak didukung.
is_is: Ekki tókst að hlaða myndskeiðinu. Tengillinn gæti verið útrunninn eða sniðið ekki stutt.
it_it: Impossibile caricare il video. Il link potrebbe essere scaduto o il formato non è supportato.
ja_jp: 動画を読み込めませんでした。リンクの有効期限が切れているか、形式がサポートされていない可能性があります。
ka_ge: ვიდეოს ჩატვირთვა ვერ მოხერხდა. ბმულს შეიძლება ვადა გაუვიდა ან ფორმატი არ იყოს მხარდაჭერილი.
kk_kz: Видеоны жүктеу мүмкін болмады. Сілтеменің мерзімі өтуі немесе пішімге қолдау көрсетілмеуі мүмкін.
km_kh: មិនអាចផ្ទុកវីដេអូបានទេ។ តំណអាចផុតកំណត់ ឬទម្រង់មិនត្រូវបានគាំទ្រ។
kn: ವೀಡಿಯೊ ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಲಿಂಕ್ ಅವಧಿ ಮೀರಿರಬಹುದು ಅಥವಾ ಫಾರ್ಮ್ಯಾಟ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko_kr: 동영상을 불러올 수 없습니다. 링크가 만료되었거나 형식이 지원되지 않을 수 있습니다.
ky_kg: Видеону жүктөө мүмкүн болгон жок. Шилтеменин мөөнөтү бүтүшү же формат колдоого алынбашы мүмкүн.
lo_la: ບໍ່ສາມາດໂຫຼດວິດີໂອໄດ້. ລິ້ງອາດໝົດອາຍຸ ຫຼືບໍ່ຮອງຮັບຮູບແບບ.
lt_lt: Nepavyko įkelti vaizdo įrašo. Nuorodos galiojimas galėjo baigtis arba formatas nepalaikomas.
lv: Neizdevās ielādēt videoklipu. Saitei var būt beidzies derīguma termiņš vai formāts netiek atbalstīts.
mk_mk: Видеото не може да се вчита. Врската можеби е истечена или форматот не е поддржан.
ml_in: വീഡിയോ ലോഡ് ചെയ്യാനായില്ല. ലിങ്ക് കാലഹരണപ്പെട്ടിരിക്കാം അല്ലെങ്കിൽ ഫോർമാറ്റ് പിന്തുണയ്ക്കാത്തതാകാം.
mn_mn: Видеог ачаалж чадсангүй. Холбоосын хугацаа дууссан эсвэл формат дэмжигдэхгүй байж болно.
mr_in: व्हिडिओ लोड करता आला नाही. लिंक कालबाह्य झाली असेल किंवा फॉरमॅट समर्थित नसेल.
ms_my: Tidak dapat memuatkan video. Pautan mungkin telah tamat tempoh atau format tidak disokong.
my: ဗီဒီယိုကို တင်၍မရပါ။ လင့်ခ် သက်တမ်းကုန်သွားနိုင်သည် သို့မဟုတ် ဖော်မတ်ကို မပံ့ပိုးပါ။
ne_np: भिडियो लोड गर्न सकिएन। लिङ्कको म्याद सकिएको वा ढाँचा समर्थित नभएको हुन सक्छ।
nl_nl: Kan de video niet laden. De link is mogelijk verlopen of de indeling wordt niet ondersteund.
no: Kunne ikke laste videoen. Lenken kan ha utløpt eller formatet støttes ikke.
or_in: ଭିଡିଓ ଲୋଡ୍ କରିହେଲା ନାହିଁ। ଲିଙ୍କ୍‌ର ମেয়ାଦ ଶେଷ ହୋଇଥାଇପାରେ କିମ୍ବା ଫର୍ମାଟ୍ ସମର୍ଥିତ ନୁହେଁ।
pa_in: ਵੀਡੀਓ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਲਿੰਕ ਦੀ ਮਿਆਦ ਮੁੱਕੀ ਹੋ ਸਕਦੀ ਹੈ ਜਾਂ ਫਾਰਮੈਟ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।
pl: Nie udało się wczytać filmu. Link mógł wygasnąć lub format nie jest obsługiwany.
pt_br: Não foi possível carregar o vídeo. O link pode ter expirado ou o formato não é suportado.
ro: Videoclipul nu a putut fi încărcat. Este posibil ca linkul să fi expirat sau formatul să nu fie acceptat.
ru_ru: Не удалось загрузить видео. Возможно, ссылка устарела или формат не поддерживается.
si_lk: වීඩියෝව පූරණය කළ නොහැක. සබැඳිය කල් ඉකුත් වී තිබිය හැක හෝ ආකෘතියට සහාය නොදක්වයි.
sk_sk: Video sa nepodarilo načítať. Platnosť odkazu mohla vypršať alebo formát nie je podporovaný.
sl_si: Videoposnetka ni bilo mogoče naložiti. Povezava je morda potekla ali oblika ni podprta.
sq_al: Videoja nuk mund të ngarkohej. Lidhja mund të ketë skaduar ose formati nuk mbështetet.
sr_cyrl_rs: Није могуће учитати видеозапис. Веза је можда истекла или формат није подржан.
sv: Det gick inte att läsa in videon. Länken kan ha upphört att gälla eller formatet stöds inte.
sw_ke: Imeshindikana kupakia video. Kiungo kinaweza kuwa kimeisha muda au umbizo halitumiki.
ta: வீடியோவை ஏற்ற முடியவில்லை. இணைப்பு காலாவதியானிருக்கலாம் அல்லது வடிவம் ஆதரிக்கப்படாமல் இருக்கலாம்.
te_in: వీడియోను లోడ్ చేయలేకపోయాం. లింక్ గడువు ముగిసివుండవచ్చు లేదా ఫార్మాట్‌కు మద్దతు ఉండకపోవచ్చు.
th: ไม่สามารถโหลดวิดีโอได้ ลิงก์อาจหมดอายุหรือไม่รองรับรูปแบบนี้
tr_tr: Video yüklenemedi. Bağlantının süresi dolmuş veya biçim desteklenmiyor olabilir.
uk: Не вдалося завантажити відео. Можливо, термін дії посилання минув або формат не підтримується.
uz: Videoni yuklab bo‘lmadi. Havola muddati tugagan yoki format qo‘llab-quvvatlanmasligi mumkin.
vi_vn: Không thể tải video. Liên kết có thể đã hết hạn hoặc định dạng không được hỗ trợ.
zh_cn: 无法加载视频。链接可能已过期，或格式不受支持。
zh_tw: 無法載入影片。連結可能已失效，或不支援此格式。
zu_za: Ayikwazanga ukulayisha ividiyo. Isixhumanisi kungenzeka siphelelwe yisikhathi noma ifomethi ayisekelwa.

# VideoLoadingTimedOut
source: Video loading timed out. Check your internet connection.
af_za: Videolaai het uitgetel. Gaan jou internetverbinding na.
am_et: የቪዲዮ መጫኛ ጊዜ አልፏል። የበይነመረብ ግንኙነትዎን ያረጋግጡ።
as_in: ভিডিঅ' লোড কৰাৰ সময় শেষ হ'ল। আপোনাৰ ইণ্টাৰনেট সংযোগ পৰীক্ষা কৰক।
az_latn_az: Video yükləmə vaxtı bitdi. İnternet bağlantınızı yoxlayın.
be: Час загрузкі відэа скончыўся. Праверце падключэнне да Інтэрнэту.
bg_bg: Времето за зареждане на видеото изтече. Проверете интернет връзката.
bn_bd: ভিডিও লোডের সময় শেষ। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
bs_latn_ba: Isteklo je vrijeme učitavanja videozapisa. Provjerite internetsku vezu.
ca_es: S’ha esgotat el temps de càrrega del vídeo. Comprova la connexió a Internet.
cs: Vypršel časový limit načítání videa. Zkontrolujte připojení k internetu.
da_dk: Videoindlæsningen fik timeout. Kontrollér din internetforbindelse.
de_de: Zeitüberschreitung beim Laden des Videos. Überprüfe deine Internetverbindung.
el_gr: Η φόρτωση του βίντεο έληξε. Ελέγξτε τη σύνδεσή σας στο Internet.
es_mx: Se agotó el tiempo de carga del video. Comprueba tu conexión a Internet.
et_ee: Video laadimine aegus. Kontrollige internetiühendust.
eu: Bideoaren kargak denbora-muga gainditu du. Egiaztatu Interneteko konexioa.
fi_fi: Videon lataus aikakatkaistiin. Tarkista Internet-yhteys.
fil_ph: Nag-time out ang pag-load ng video. Suriin ang iyong koneksyon sa Internet.
fr_ca: Le délai de chargement de la vidéo est dépassé. Vérifiez votre connexion Internet.
gl_es: Esgotouse o tempo de carga do vídeo. Comproba a conexión a Internet.
gu_in: વીડિયો લોડ થવાનો સમય પૂરો થયો. તમારું ઇન્ટરનેટ કનેક્શન તપાસો.
hi_in: वीडियो लोड होने का समय समाप्त हो गया। अपना इंटरनेट कनेक्शन जाँचें।
hu: A videó betöltése időtúllépés miatt megszakadt. Ellenőrizd az internetkapcsolatot.
hy_am: Տեսանյութի բեռնման ժամանակը սպառվեց։ Ստուգեք ինտերնետ կապը։
id_id: Waktu pemuatan video habis. Periksa koneksi Internet Anda.
is_is: Hleðsla myndskeiðs rann út á tíma. Athugaðu nettenginguna.
it_it: Tempo di caricamento del video scaduto. Controlla la connessione Internet.
ja_jp: 動画の読み込みがタイムアウトしました。インターネット接続を確認してください。
ka_ge: ვიდეოს ჩატვირთვის დრო ამოიწურა. შეამოწმეთ ინტერნეტ კავშირი.
kk_kz: Видеоны жүктеу уақыты аяқталды. Интернет байланысын тексеріңіз.
km_kh: អស់ពេលផ្ទុកវីដេអូ។ ពិនិត្យការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក។
kn: ವೀಡಿಯೊ ಲೋಡ್ ಸಮಯ ಮೀರಿದೆ. ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ.
ko_kr: 동영상 로드 시간이 초과되었습니다. 인터넷 연결을 확인하세요.
ky_kg: Видеону жүктөө убактысы бүттү. Интернет байланышын текшериңиз.
lo_la: ໝົດເວລາໂຫຼດວິດີໂອ. ກວດສອບອິນເຕີເນັດຂອງທ່ານ.
lt_lt: Baigėsi vaizdo įrašo įkėlimo laikas. Patikrinkite interneto ryšį.
lv: Videoklipa ielādes noildze. Pārbaudiet interneta savienojumu.
mk_mk: Истече времето за вчитување на видеото. Проверете ја интернет врската.
ml_in: വീഡിയോ ലോഡ് ചെയ്യാനുള്ള സമയം കഴിഞ്ഞു. ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിക്കുക.
mn_mn: Видео ачаалах хугацаа дууслаа. Интернет холболтоо шалгана уу.
mr_in: व्हिडिओ लोड होण्याची वेळ संपली. इंटरनेट कनेक्शन तपासा.
ms_my: Masa memuatkan video tamat. Semak sambungan Internet anda.
my: ဗီဒီယို တင်ချိန်ကုန်သွားသည်။ အင်တာနက်ချိတ်ဆက်မှုကို စစ်ဆေးပါ။
ne_np: भिडियो लोड समय समाप्त भयो। इन्टरनेट जडान जाँच्नुहोस्।
nl_nl: Time-out bij laden van video. Controleer je internetverbinding.
no: Videoen brukte for lang tid på å laste. Kontroller Internett-tilkoblingen.
or_in: ଭିଡିଓ ଲୋଡ୍ ସମୟ ଶେଷ। ଆପଣଙ୍କ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ।
pa_in: ਵੀਡੀਓ ਲੋਡ ਹੋਣ ਦਾ ਸਮਾਂ ਮੁੱਕ ਗਿਆ। ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ।
pl: Przekroczono limit czasu wczytywania filmu. Sprawdź połączenie z Internetem.
pt_br: O tempo de carregamento do vídeo expirou. Verifique a ligação à Internet.
ro: Încărcarea videoclipului a expirat. Verifică conexiunea la internet.
ru_ru: Время загрузки видео истекло. Проверьте подключение к Интернету.
si_lk: වීඩියෝ පූරණ කාලය අවසන් විය. ඔබගේ අන්තර්ජාල සම්බන්ධතාව පරීක්ෂා කරන්න.
sk_sk: Vypršal časový limit načítania videa. Skontrolujte pripojenie na internet.
sl_si: Nalaganje videoposnetka je poteklo. Preverite internetno povezavo.
sq_al: Ngarkimi i videos tejkaloi kohën. Kontrollo lidhjen me internetin.
sr_cyrl_rs: Истекло је вријеме учитавања видеозаписа. Провјерите интернетску везу.
sv: Tidsgränsen för videoinläsning överskreds. Kontrollera internetanslutningen.
sw_ke: Muda wa kupakia video umeisha. Angalia muunganisho wako wa Intaneti.
ta: வீடியோ ஏற்ற நேரம் முடிந்தது. உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.
te_in: వీడియో లోడ్ సమయం ముగిసింది. మీ ఇంటర్నెట్ కనెక్షన్‌ను తనిఖీ చేయండి.
th: หมดเวลาโหลดวิดีโอ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr_tr: Video yükleme zaman aşımına uğradı. İnternet bağlantınızı kontrol edin.
uk: Час завантаження відео вичерпано. Перевірте підключення до Інтернету.
uz: Video yuklash vaqti tugadi. Internet aloqasini tekshiring.
vi_vn: Tải video đã hết thời gian chờ. Kiểm tra kết nối Internet.
zh_cn: 视频加载超时。请检查互联网连接。
zh_tw: 影片載入逾時。請檢查網際網路連線。
zu_za: Ukulayisha ividiyo kudlule isikhathi. Hlola uxhumano lwakho lwe-inthanethi.

# VideoMany
source: videos
am_et: ቪዲዮዎች
as_in: ভিডিঅ'সমূহ
az_latn_az: videolar
be: відэа
bg_bg: видеоклипове
bn_bd: ভিডিও
bs_latn_ba: videozapisi
ca_es: vídeos
cs: videa
da_dk: videoer
el_gr: βίντεο
et_ee: videod
eu: bideoak
fi_fi: videota
fil_ph: mga video
fr_ca: vidéos
gl_es: vídeos
gu_in: વીડિયો
hi_in: वीडियो
hu: videók
hy_am: տեսանյութեր
id_id: video
is_is: myndskeið
it_it: video
ja_jp: 動画
ka_ge: ვიდეოები
kk_kz: видеолар
km_kh: វីដេអូ
kn: ವೀಡಿಯೊಗಳು
ko_kr: 동영상
ky_kg: видеолор
lo_la: ວິດີໂອຕ່າງໆ
lt_lt: vaizdo įrašai
lv: videoklipi
mk_mk: видеа
ml_in: വീഡിയോകൾ
mn_mn: видеонууд
mr_in: व्हिडिओ
ms_my: video
my: ဗီဒီယိုများ
ne_np: भिडियोहरू
no: videoer
or_in: ଭିଡିଓଗୁଡିକ
pa_in: ਵੀਡੀਓਜ਼
pl: filmy
pt_br: vídeos
ro: videoclipuri
ru_ru: видео
si_lk: වීඩියෝ
sk_sk: videá
sl_si: videoposnetki
sq_al: video
sr_cyrl_rs: видеозаписи
sv: videor
sw_ke: video
ta: வீடியோக்கள்
te_in: వీడియోలు
th: วิดีโอ
tr_tr: videolar
uk: відео
uz: videolar
vi_vn: video
zh_cn: 视频
zh_tw: 影片
zu_za: amavidiyo

# VideoOne
source: video
am_et: ቪዲዮ
as_in: ভিডিঅ'
be: відэа
bg_bg: видео
bn_bd: ভিডিও
bs_latn_ba: videozapis
ca_es: vídeo
el_gr: βίντεο
eu: bideo
fr_ca: vidéo
gl_es: vídeo
gu_in: વીડિયો
hi_in: वीडियो
hu: videó
hy_am: տեսանյութ
is_is: myndskeið
ja_jp: 動画
ka_ge: ვიდეო
kk_kz: видео
km_kh: វីដេអូ
kn: ವೀಡಿಯೊ
ko_kr: 동영상
ky_kg: видео
lo_la: ວິດີໂອ
lt_lt: vaizdo įrašas
mk_mk: видео
ml_in: വീഡിയോ
mn_mn: видео
mr_in: व्हिडिओ
my: ဗီဒီယို
ne_np: भिडियो
or_in: ଭିଡିଓ
pa_in: ਵੀਡੀਓ
pl: film
pt_br: vídeo
ro: videoclip
ru_ru: видео
si_lk: වීඩියෝව
sl_si: videoposnetek
sr_cyrl_rs: видеозапис
ta: வீடியோ
te_in: వీడియో
th: วิดีโอ
uk: відео
zh_cn: 视频
zh_tw: 影片
zu_za: ividiyo
